Repository: johnatas-x/Jean-Piarre-Foucault
Catalog: web/modules/custom/jpf_store/translations/jpf_store.*.po
Languages: fr

source: JPF : Data store
fr: JPF : Stockage des données

source: All features for storing data.
fr: Contient les fonctionnalités nécessaires pour stocker les données.

source: Custom
fr: Personnalisé

source: Do not use "versions" and "all" options together.
fr: Ne pas utiliser les options "versions" et "all" ensemble.

source: You must use at least one option between "versions" and "all".
fr: Vous devez utiliser au moins une option entre "versions" et "all".

source: This version is undefined or not allowed : @item
fr: Cette version n'est pas définie ou n'est pas autorisée : @item

source: Draw
fr: Tirage

source: draw
fr: tirage

source: draws
fr: tirages

source: Not enough data in the CSV file
fr: Le fichier CSV ne contient pas assez de données.
