Repository: johnatas-x/Jean-Piarre-Foucault
Catalog: web/modules/custom/jpf_algo/translations/jpf_algo.*.po
Languages: fr

source: JPF : Algorithm
fr: JPF : Algorithmie

source: All features for algorithm and deep learning.
fr: Contient les fonctionnalités nécessaires pour l'algorithmie et l'apprentissage.

source: Custom
fr: Personnalisé

source: Invalid type. Please use one of these allowed types : @types.
fr: Type invalide. Merci d'utiliser un de ces types autorisés : @types.

source: Last prediction successfully mocked.
fr: La précédente prédiction a bien été mockée.

source: Next prediction successfully mocked.
fr: La prochaine prédiction a bien été mockée.

source: Both predictions successfully mocked.
fr: Les deux prédictions ont bien été mockées.

source: Invalid current version.
fr: Version courante invalide.

source: Draw ID
fr: Identifiant du tirage

source: Prediction
fr: Prédiction

source: prediction
fr: prédiction

source: predictions
fr: prédictions
