Repository: johnatas-x/Jean-Piarre-Foucault
Catalog: web/modules/custom/jpf_views/translations/jpf_views.*.po
Languages: fr

source: JPF : Data views
fr: JPF : Vues de données

source: All features for data views.
fr: Contient les fonctionnalités nécessaires pour les vues de données.

source: Custom
fr: Personnalisé

source: Custom last date
fr: Dernière sortie (champ personnalisé)

source: Custom Table Views
fr: Vue de table personnalisée

source: Translatable custom last date.
fr: Date de dernière sortie avec format traductible.

source: Custom best day
fr: Meilleur jour (champ personnalisé)

source: Translatable custom best day.
fr: Meilleur jour traductible.

source: Delta between last and frequency.
fr: Delta entre le dernier tirage et la fréquence.

source: Unknown
fr: Inconnu
